Repository: SNMac/SYKeyboard
Catalog: SYKeyboard/Resources/Localizable.xcstrings
Source language: ko
Languages: en

source: ‼️ SY키보드 추가 필요 ‼️
en: ‼️ Requires adding SYKeyboard ‼️

source: '!#1', '한글' 또는 'ABC' 버튼을 위로 드래그 or 길게 누르기
en: Drag ‘!#1’, ‘한글’ or ‘ABC’ button up or long press

source: '!#1', '한글' 또는 'ABC' 버튼을 위로 드래그하거나 길게 눌러 변경
en: Drag ‘!#1’, ‘한글’ or ‘ABC’ button up or long press to change

source: '!#1', '한글' 또는 'ABC' 버튼을 화살표 방향으로 드래그
en: Drag ‘!#1’, ‘한글’, or ‘ABC’ button in the direction of the arrow

source: '!#1', '한글' 또는 'ABC' 버튼을 화살표 방향으로 드래그하여 전환
en: Drag ‘!#1’, ‘한글’ or ‘ABC’ button in the direction of the arrow to switch

source: iOS 버전
en: iOS Version

source: SY키보드 문의 사항
en: SYKeyboard Inquiry

source: SY키보드를 설정에서 추가하시면 세부 설정이 가능합니다.
en: Adding SYKeyboard in Settings allows for more customization.

source: 가로 모드에선 iOS 기본 키보드와 동일한 높이로 표시됩니다.
en: In landscape mode, it displays at the same height as the iOS default keyboard.

source: 기호 키보드 입력 후 스페이스/리턴 ➡️ 한글 키보드
en: Space/return after typing symbols ➡️ Hangeul Keyboard

source: 길게 누르기 동작
en: Long Press Action

source: 길게 누르기 입력
en: Long Press Input

source: 길게 누르기 지연 시간
en: Delay until Long Press

source: 단말기 모델
en: Device Model

source: 닫기
en: Close

source: 드래그하여 커서 이동
en: Drag to Move Cursor

source: 리뷰 및 별점 주기
en: Write a Review

source: 리셋
en: Reset

source: 문의하기
en: Inquiry

source: 반복 입력 방법
en: How to Key Repeat

source: 버전
en: Version

source: 소리 피드백
en: Sound Feedback

source: 숫자 입력 방법
en: How to Enter Numbers

source: 숫자 키패드 전환 방법
en: How to Change to Numeric Keypad

source: 숫자 키패드 활성화
en: Numeric Keypad

source: 시스템 설정 이동
en: Go to Settings

source: 시스템 설정의 텍스트 대치 단축키 사용
en: Use Text Replacement Shortcuts in Settings

source: 앱 버전
en: App Version

source: 앱 빌드
en: App Build

source: 앱 이름
en: Application Name

source: 영어 키보드
en: English Keyboard

source: 외형 설정
en: Appearance Settings

source: 이동 드래그 간격
en: Movement Drag Interval

source: 입력 설정
en: Input Settings

source: 자동 대문자
en: Auto-Capitalization

source: 저장
en: Save

source: 점선 아래에 내용을 입력해 주세요. (상기된 정보가 정확하지 않을 경우 수정해 주세요!)
en: Please enter the information below the dashed line (if any of the above is wrong, please correct it.).

source: 정보
en: Info

source: 취소
en: Cancel

source: 커서 이동
en: Cursor Movement

source: 커서 이동 방법
en: How to Move Cursor

source: 키 반복 속도
en: Key Repeat Rate

source: 키보드 ➡️ 'SY키보드' 및 '전체 접근 허용' 활성화
en: Keyboard ➡️ Enable ‘SYKeyboard’ and ‘Allow Full Access’

source: 키보드 높이
en: Keyboard Height

source: 키보드 사용 안내
en: Keyboard User Guide

source: 키보드 언어
en: Keyboard Language

source: 키보드 추가 및 권한 설정
en: Add Keyboard and Set Permission

source: 터치하여 키보드 테스트
en: Touch to test keyboard

source: 테두리가 강조된 버튼(흰색 버튼) 영역을 좌/우로 드래그
en: Drag the button (white button) area with the highlighted border left/right

source: 테두리가 강조된 버튼을 길게 누르기
en: Long press the button with the highlighted border

source: 테두리가 강조된 버튼을 길게 누르기 (삭제 버튼은 반복 입력이 유지됩니다.)
en: Long press the button with the highlighted border (Delete button maintains repeated inputs.)

source: 텍스트 대치
en: Text Replacement

source: 피드백 설정
en: Feedback Settings

source: 한 손 키보드 너비
en: One-Handed Keyboard Width

source: 한 손 키보드 변경 방법
en: How to Change to One-Handed Keyboard

source: 한 손 키보드 활성화
en: One-Handed Keyboard

source: 한글 키보드
en: Hangeul Keyboard

source: 한글 키보드 자동 변경
en: Auto-Change to Hangeul Keyboard

source: 햅틱 피드백
en: Haptic Feedback

source: 활성화 드래그 거리
en: Activation Drag Distance
